Repository: lo1ol/RtAdmin
Catalog: Aktiv.RtAdmin/Properties/Resources.*.resx
Languages: ru_ru

# SetExtendedPinPolicyOption
source: Set extended PIN policy option [Usage: --set-expp (pin_policy_opt1) (value1) (pin_policy_opt2) (value2) ... ]
ru_ru: Установка расширенных политик PIN-кодов [Использование: --set-expp (pin_policy_opt1) (value1) (pin_policy_opt2) (value2) ... ]

source: Show extended PIN policy option
ru_ru: Отображение текущей политики PIN-кодов
