Repository: lo1ol/RtAdmin
Catalog: Aktiv.RtAdmin/Properties/Resources.*.resx
Languages: ru_ru

# ActivationPasswordsWereGenerated
source: Generate activation passwords passed
ru_ru: Пароли активации сгенерированы

# AdminPinChangeError
source: Enter {0}
ru_ru: Введите {0}

# AdminPinOption
source: Set Admin PIN code. Must be specified for Admin PIN changing. If not specified, the default value is used
ru_ru: Устанавливаемый PIN-код администратора. Параметр должен использоваться при изменении PIN-кода администратора. Если значение параметра не установлен, то будет использовано значение по умолчанию (87654321)

# ChangeAdminPinOldPinError
source: For changing admin PIN enter old admin PIN
ru_ru: Для изменения PIN-кода администратора необходимо ввести текущий PIN-код администратора, используя параметр -o

# TokenLabelPinError
source: Can't change token label. Enter user PIN using -c
ru_ru: Невозможно изменить имя токена. Введите PIN-код пользователя, используя параметр -c

# ChangeUserPinOldPinsError
source: For changing user PIN enter old user or admin PIN
ru_ru: Для изменения PIN-кода пользователя необходимо ввести текущий PIN-код администратора или пользователя, используя параметр -o или -c

# ChangeVolumeAttributesOption
source: Change volume attributes. For changing volume attributes volume owner PIN is used. If owner is user or admin while PIN isn't set, default PIN will be used. If owner is local user while local user PIN isn't set with -O option, error will be occured. [Volume id: (1 - 9)] [Access rights: (ro, rw, hi, cd)] [Change type: (p - permanent, t - temporary)]
ru_ru: Изменение прав доступа. Для изменения прав используется PIN-код владельца раздела. Если PIN-код не указан, а владельцем раздела является администратор или пользователь, то будет использован PIN-код по умолчанию. Если владельцем раздела является локальный пользователь, а его PIN-код не был указан с использованием команды -O, то произойдет ошибка. [идентификатор раздела (1-8)] [новые права доступа: ro, rw, hi, cd] [долговременность: p - постоянное изменение, t - временное]

# ConfigurationFilePathOption
source: Configuration file path
ru_ru: Путь к конфигурационному файлу

# FormatTokenOption
source: Format memory. If your device has built-in Flash memory you may specify Admin PIN, otherwise you may lose all data on it
ru_ru: Форматировать токен. Если устройство имеет встроенную флеш-память, вы можете установить PIN-код администратора, иначе данные могут быть утеряны

# FormatTokenSuccess
source: Formatting was successful
ru_ru: Форматирование успешно завершено

# FormatVolumeParamsOption
source: Format volume. One command for one volume. To create multiple partitions, use the appropriate number of -F commands in sequence. For partition creation admin PIN is used. If it isn't set, default admin PIN will be used. [Volume id: (1 - 9)] [Volume size: volume size in MB] [Volume owner: (a - administrator, u - user, l3-l9 - local user)] [Access rights: (ro, rw, hi, cd)]
ru_ru: Разбиение Flash-памяти на разделы (форматирование). Форматирование удалит всю информацию с Flash-памяти. Сделайте копию важной информации - после форматирования ее будет невозможно восстановить. Один параметр используется для одного раздела. Чтобы создать много разделов используется последовательность команд -F. Для создания раздела необходим PIN-код администратора. Если он не указан, то будет использован PIN-код по умолчанию. [идентификатор раздела (1-8)] [размер в Мб] [владелец: a - администратор, u - пользователь, l3-l9 - локальный пользователь] [права доступа: ro, rw, hi, cd]

# GenerateRandomAdminPinOption
source: Generate random Admin PIN code of specified length. If this command is used -a is ignored
ru_ru: Генерировать PIN-код администратора установленной длины (8-32) (используется при форматировании). При использовании этого параметра параметр -u игнорируется

# GenerateRandomUserPinOption
source: Generate random User PIN code of specified length. If this command is used -u is ignored
ru_ru: Генерировать PIN-код пользователя установленной длины (8-32) (используется при форматировании). При использовании этого параметра параметр -u игнорируется

source: Generating activation password(s)
ru_ru: Генерация паролей активации

# IncorrectAdminPin
source: Entered Admin PIN is incorrect
ru_ru: Введен некорректный PIN-код администратора

# IncorrectPin
source: Entered PIN is incorrect
ru_ru: Введен некорректный PIN-код

# PinCodesFileIncorrectLinesCount
source: PIN-codes file contains incorrect number of PINs
ru_ru: Файл содержит некорректное число PIN-кодов

# InitializedInfo
source: Application was initialized
ru_ru: Приложение инициализировано

# LogFilePathOption
source: Log file path
ru_ru: Путь к файлу лога

# LoginWithLocalPinOption
source: PIN Login with local PIN. In order to use local user set his new PIN preliminarily. [Id: local PIN id (l3 - l9)] [PIN: local PIN]
ru_ru: Текущий PIN-код пользователя. Если PIN-код для данного пользователя не определен, текущий PIN-код указывать не требуется. [идентификатор локального пользователя (l3-l9)] [PIN-код]

# MaxAdminPinAttemptsOption
source: Max PIN code attempts count for Admin PIN (count must be in the range from 3 to 10; default: 6)
ru_ru: Максимальное количество попыток ввода PIN-кода администратора (3-10; по умолчанию - 10)

# MaxUserPinAttemptsOption
source: Max PIN code attempts count for User PIN (count must be in the range from 3 to 10; default: 6)
ru_ru: Максимальное количество попыток ввода PIN-кода пользователя (3-10; по умолчанию - 10)

# MinAdminPinLengthOption
source: Min Admin PIN code length (len must be in the range from 1 to 31; default: 6). Ignore for Rutoken S(use 1 only)
ru_ru: Минимальная длина PIN-кода администратора (6-31 для Рутокен ЭЦП и Рутокен Lite, 1 для Рутокен S)

# MinUserPinLengthOption
source: Min User PIN code length (len must be in the range from 1 to 31; default: 6). Ignore for Rutoken S(use 1 only)
ru_ru: Минимальная длина PIN-кода пользователя (6-31 для Рутокен ЭЦП и Рутокен Lite, 1 для Рутокен S)

# NativeLibraryPathOption
source: Specify a native library to use
ru_ru: Путь до используемой нативной библиотеки PKCS#11

# OldAdminPinOption
source: Old Admin PIN code. Must be specified for Admin PIN changing
ru_ru: Текущий PIN-код администратора. Параметр должен использоваться при изменении PIN-кода администратора

# OldUserPinOption
source: Old User PIN code. Must be specified for User PIN changing
ru_ru: Текущий PIN-код пользователя. Параметр должен использоваться при изменении PIN-кода пользователя

# OneIterationOnlyOption
source: Stop after one iteration
ru_ru: Ограничение количества выполняемых итераций до одной

# PinChangedSuccess
source: PIN changed successfully
ru_ru: PIN-код успешно изменен

# PinChangePolicyOption
source: Set PIN change policy. Default value - 2. [(1 - administrator (SO) can change user PIN), (2 - user can change user PIN), (3 - both)]
ru_ru: Политика смены PIN-кода пользователя (кто может менять PIN-код). [Политика: (1 – администратор), (2 – пользователь), (3 – пользователь и администратор)]

source: PIN-codes file not found
ru_ru: Файл, содержащий PIN-коды, не найден

# PinFilePathOption
source: Load new PIN codes from specified file. Use ont PIN per line, \n is separator. -a -u -G -g commands are ignored
ru_ru: Загрузка значений пар PIN-кодов из файла, находящегося по пути, указанного в значении параметра. В файле каждому PIN-коду соответствует отдельная строка. При использовании данного параметра параметры -a -u -G -g игнорируются

# PinLengthMismatch
source: PIN length and allowed PIN length mismatch. Min admin PIN length: {0}, max admin PIN length: {1}, min user PIN length: {2}, max user PIN length: {3}
ru_ru: Несоответствие длины введенного PIN-кода и разрешенной длины PIN-кода. Минимальная длина PIN-кода администратора: {0}, максимальная длина PIN-кода администратора: {1}, минимальная длина PIN-кода пользователя {2}, максимальная длина PIN-кода пользователя: {3}

# PinCodesFilePinsHaveEnded
source: PIN-codes from file have ended
ru_ru: PIN-коды из файла закончились

# RandomAdminPinLengthMismatch
source: New random Admin PIN length and allowed PIN length mismatch, min PIN length: {0}, max PIN length: {1}
ru_ru: Несоответствие длины запрашиваемого случайного PIN-кода администратора и разрешенной длины PIN-кода. Минимальная длина PIN-кода: {0}, максимальная длина PIN-кода: {1}

# RandomUserPinLengthMismatch
source: New random User PIN length and allowed PIN length mismatch, min PIN length: {0}, max PIN length: {1}
ru_ru: Несоответствие длины запрашиваемого случайного PIN-кода пользователя и разрешенной длины PIN-кода. Минимальная длина PIN-кода: {0}, максимальная длина PIN-кода: {1}

# SetLocalPinOption
source: Set local PIN. [Id: local PIN id (l3 - l9)] [PIN: local PIN]
ru_ru: Устанавливаемый PIN-код локального пользователя [идентификатор локального пользователя (l3-l9)] [PIN-код]

# SetPin2ModeOption
source: Activate setting PIN2-code (on the screen mode) for PINPad.
ru_ru: Активация установки PIN2-кода для Рутокен PINPad (устанавливается на экране устройства).

# SmModeOption
source: Set SM mode (only for Bluetooth token). [Passwords: (1 - optional password), (2 - 1 password), (3 - 6 passwords)] [Mode: (caps - only capital letters), (digits - capital letters and digits)]
ru_ru: Установить SM mode (только для Bluetooth токена). [Пароли: (1 - опциональный пароль), (2 - 1 пароль), (3 - 6 паролей)] [Режим: (caps - только заглавные буквы), (digits - заглавные буквы и цифры)]

# TokenLabelChangeSuccess
source: Token label changed successfully
ru_ru: Метка токена успешно изменена

# TokenLabelCp1251Option
source: Use cp1251 for new device label
ru_ru: Установить метку токена в кодировке Windows-1251

# TokenLabelUtf8Option
source: Use UTF-8 for new device label
ru_ru: Установить метку токена в кодировке UTF-8

# UnblockPinsOption
source: Unblock user and local PINs. You should use login with Admin PIN command to unblock user and local PINs
ru_ru: Разблокировать локальные PIN-коды и PIN-код пользователя. Для использования этого параметра необходим логин с текущим PIN-кодом администратора

# UserPinOption
source: Set User PIN code. Must be specified for Admin PIN changing. If not specified, the default value is used
ru_ru: Устанавливаемый PIN-код пользователя. Параметр должен использоваться при изменении PIN-кода пользователя. Если значение параметра не установлено, то будет использовано значение по умолчанию (12345678)

# StdinPinsOption
source: Get user and admin PINs from stdin if they value equal "stdin"
ru_ru: Берет значение PIN-кодов пользователя и администратора из стандартного потока ввода, если их значение равно "stdin"

# Utf8Option
source: Use UTF-8 instead of cp1251 in PIN codes
ru_ru: Конвертировать PIN-коды в UTF-8

# VolumeInfoParamsOption
source: Get volumes or drive info. [Parameter: (volume id: 1 - 9), (all volumes: a), (flash size: sz)]
ru_ru: Получение информации о размере Flash-памяти и атрибутах разделов. [a - атрибуты всех разделов] [1-8 - атрибуты конкретного раздела] [sz - объем памяти]

# NewLocalPinSetSuccess
source: Local PIN has been successfully set
ru_ru: PIN-код локального пользователя успешно установлен

# Pin2SetSuccess
source: PIN2 PINPad set request has been successfully sent
ru_ru: Запрос на установку PIN2 на PINPad отправлен

# PinUnlockSuccess
source: Unblock PIN passed
ru_ru: PIN-код успешно разблокирован

source: Config file is empty
ru_ru: Конфигурационный файл пустой

source: Config file not found
ru_ru: Конфигурационный файл не найден

# FormatError
source: Formatting error
ru_ru: Ошибка при форматировании

# FormatFailed
source: Format failed : {0} : {1} : SM mode = {2}
ru_ru: Форматирование закончено с ошибкой : {0} : {1} : SM режим = {2}

# FormatPassed
source: Format passed : {0} : {1} : SM mode = {2}
ru_ru: Форматирование закончено : {0} : {1} : SM режим = {2}

# PKCS11Error
source: Internal error: PKCS#11 library code:
ru_ru: Внутренняя ошибка: PKCS#11 код ошибки:

source: Token Id
ru_ru: Id токена

# TokenParamsNotSet
source: Token params were not set
ru_ru: Параметры токена не были установлены

source: Unhandled error:
ru_ru: Непредвиденная ошибка:

# WaitingNextToken
source: Next token... (Or press "q")
ru_ru: Ожидание следующего токена... (или нажмите "q" для выхода)

# AdminPinOwner
source: admin
ru_ru: Администраторский

# PinChangeByAdmin
source: by admin
ru_ru: администратором

# PinChangeFailed
source: {0} pin change failed
ru_ru: {0} PIN-код не был изменен (ошибка)

# PinChangePassed
source: {0} pin change {1} passed : {2} : {3}
ru_ru: {0} PIN-код изменен {1} : {2} : {3}

# UserPinOwner
source: user
ru_ru: Пользовательский

source: admin PIN
ru_ru: PIN-код администратора

source: Changing PIN error
ru_ru: Ошибка при изменении PIN-кода

source: or
ru_ru: или

source: user PIN
ru_ru: PIN-код пользователя

source: PIN-codes file is empty
ru_ru: Файл, содержащий PIN-коды, пустой

# ActivationPasswordInvalidCharacterSet
source: Invalid character set for generation activation passwords. It must be "caps" or "digits"
ru_ru: Некорректный набор символов для генерации паролей активации. Значение должно быть "caps" или "digits"

# ActivationPasswordInvalidCommandParamsCount
source: Invalid command params for generation activation passwords. It must be 2 command line params
ru_ru: Некорректное число параметров командной строки для генерации паролей активации. Должно быть передано два параметра

# ActivationPasswordInvalidSmMode
source: Invalid SM mode. It must be from 1 to 3
ru_ru: Некорректное значение режима SM. Значение должно быть в диапазоне от 1-го до 3-х

# ConfigFileLinesHaveEnded
source: Config lines have ended
ru_ru: Строки конфигурации закончились

# InvalidMaxAdminPinRetryCount
source: Invalid max Admin PIN retry count. It must be in the range from 3 to 10
ru_ru: Некорректное максимальное количество попыток ввода PIN-кода администратора. Значение должно быть в диапазоне от 3-х до 10-ти

# InvalidMaxUserPinRetryCount
source: Invalid max User PIN retry count. It must be in the range from 1 to 10
ru_ru: Некорректное максимальное количество попыток ввода PIN-кода пользователя. Значение должно быть в диапазоне от 1-го до 10-ти

# InvalidMinimalAdminPinLength
source: Invalid minimal admin PIN length. It must be from 1 to 31 symbols
ru_ru: Некорректная минимальная длина PIN-кода администратора. Значение должно быть в диапазоне от 1-го до 31-го

# InvalidMinimalUserPinLength
source: Invalid minimal user PIN length. It must be from 1 to 31 symbols
ru_ru: Некорректная минимальная длина PIN-кода пользователя. Значение должно быть в диапазоне от 1-го до 31-го

# InvalidPolicyValue
source: Invalid policy value. It must be from 1 to 3
ru_ru: Некорректное значение политики смены PIN-кода пользователя. Значение должно быть в диапазоне от 1-го до 3-х

# PinLengthMismatchBeforeFormat
source: PIN length and allowed PIN length mismatch. Length must be in the range from 1 to 31; default: 6
ru_ru: Несоответствие длины введенного PIN-кода и разрешенной длины PIN-кода. Длина PIN-кода должна быть в диапазоне от 1 до 31. По умолчанию минимальная длина - 6

# ExcludedTokensOption
source: Excluded tokens while stream formatting [token ids in specified format: 0x46bc3390 or 932436970]. Use space as serial numbers separator or use option -E for each serial number
ru_ru: Исключенные токены при поточном форматировании [серийные номера токенов в формате: 0x46bc3390 или 932436970]. В качестве разделителя серийных номеров использовать пробел. Также можно использовать опцию -E на каждый серийный номер.

# TokenLabelChangeFailed
source: Can't change token label
ru_ru: Не удалось установить метку токена

# PinGenerationError
source: Can't generate pin. Change Token
ru_ru: Ошибка при генерации PIN-кода. Используйте другой токен

# PinGenerationFailed
source: Can't generate pin. This token was skipped
ru_ru: Не удалось сгенерировать PIN-код. Токен был пропущен

# ActivationPasswordsGenerationFailed
source: Generate activation passwords failed
ru_ru: Не удалось сгенерировать пароли активации

# NewLocalPinInvalidCommandParamsCount
source: Invalid command params for using local PIN. It must be 2 command line params
ru_ru: Некорректное число параметров командной строки для использования локального PIN-кода. Должно быть передано два параметра

# NewLocalPinInvalidOwnerId
source: Invalid local user id
ru_ru: Неверный идентификатор локального пользователя

# NewLocalPinSetFailed
source: Failed to set local PIN
ru_ru: Не удалось установить локальный PIN-код

# Pin2SetFailed
source: Error while sending request for setting PIN2 PINPad
ru_ru: Ошибка при отправке запроса на установку PIN2 на PINPad

# PinUnlockFailed
source: Unblock PIN failed
ru_ru: Не удалось разблокировать PIN-код

# DriveFormatVolumeCreateFailed
source: Volume create failed
ru_ru: Не удалось создать раздел

source: Volume access mode change failed
ru_ru: Не удалось изменить права доступа на раздел

# VolumeAccessModeChangeSuccess
source: Volume access mode change passed
ru_ru: Права доступа на раздел успешно изменены

# VolumeOwnersStoreNotSet
source: Volume owners store is not set
ru_ru: Не установлено хранилище идентификаторов локальных пользователей

# FlashMemoryNotAvailable
source: Token has no flash memory
ru_ru: Токен не имеет флеш-памяти

# TotalDriveSize
source: Total disk size
ru_ru: Общий объем памяти

# TotalDriveSizeFailed
source: Error while getting total disk size
ru_ru: Не удалось получить общий объем памяти

# VolumeInfoGettingFailed
source: Error while getting volumes info
ru_ru: Ошибка при получении информации о разделах

# VolumeInfoInvalidVolumeId
source: Invalid volume id
ru_ru: Неверный id раздела

# VolumeInfoNotFound
source: Volume with specified id not found
ru_ru: Раздел с заданным идентификатором не найден

source: Illegal options
ru_ru: Переданы недопустимые параметры

# ExampleChangeAdminPin
source: change Admin PIN
ru_ru: изменить PIN-код администратора

# ExampleChangeAdminPinWithDefault
source: change Admin PIN, use default new Admin PIN
ru_ru: изменить PIN-код администратора на PIN-код администратора по умолчанию

# ExampleChangeUserPin
source: change User PIN
ru_ru: изменить PIN-код пользователя

# ExampleFormatWithAdminPinGeneration
source: formatting token with generation Admin PIN with length 10 and default User PIN
ru_ru: форматировать токен с генерацией PIN-кода администратора длиной 10 символов и PIN-кодом пользователя по умолчанию

# ExampleFormatWithDefaultPins
source: formatting token with default PIN codes (Admin 87654321, User 12345678)
ru_ru: форматировать токен с PIN-кодами по умолчанию (PIN-код администратора 87654321, PIN-код пользователя 12345678)

source: Examples:
ru_ru: Примеры:

source: Options:
ru_ru: Параметры:

# ShowHelp
source: Show help message
ru_ru: Показать возможные параметры и примеры

# ShowVersion
source: Show application version
ru_ru: Показать версию приложения

source: Usage:
ru_ru: Использование:

# ChangeVolumeAttributesInvalidCommandParamsCount
source: Invalid command params count for changing volume attributes. It must be 3
ru_ru: Некорректное число параметров командной строки для изменения атрибутов раздела. Должно быть передано три параметра

# ChangeVolumeAttributesInvalidPermanentState
source: Invalid permanent state
ru_ru: Некорректный параметр долговременности изменений

# ChangeVolumeAttributesNeedSetLocalPin
source: Need to set local user pin
ru_ru: Необходимо установить PIN локального пользователя

# FormatDriveInvalidAccessMode
source: Invalid access mode
ru_ru: Некорректные права доступа

# FormatDriveInvalidCommandParamsCount
source: Invalid command params count for drive formatting. It must be 4
ru_ru: Некорректное число параметров командной строки для форматирования флеш-памяти. Должно быть передано четыре параметра

# FormatDriveInvalidVolumeSize
source: Invalid volume size
ru_ru: Некорректный размер раздела

source: Incorrect OS version
ru_ru: Некорректная версия ОС

source: Invalid user pin change policy
ru_ru: Некорректная политика изменения PIN-кода пользователя

# VolumeAttributesStoreNotSet
source: Volume attributes store is not set
ru_ru: Не установлено хранилище аттрибутов разделов флеш-памяти

# ShouldSetFormatOption
source: Need to set formatting option -f
ru_ru: Необходимо установить параметр для форматирования токена -f

# DriveFormatVolumeCreateSuccess
source: Volume create passed
ru_ru: Успешно создан раздел

# UserPinChangePolicyError
source: Enter {0} according to user PIN change policy on token
ru_ru: Введите {0} в соответствии с политикой изменения PIN-кода пользователя

source: Default admin PIN will be used
ru_ru: Будет использован PIN-код администратора по умолчанию

source: Default user PIN will be used
ru_ru: Будет использован PIN-код пользователя по умолчанию

source: Incorrect volume owner PIN
ru_ru: Некорректный PIN-код владельца раздела

# PinCodesFileNameEmpty
source: Pin codes file name should be set
ru_ru: Имя файла, содержащего PIN-коды, должно быть установлено

# TokenLabelEmpty
source: Token label should be set
ru_ru: Метка токена должна быть установлена

# VolumeInfoEmpty
source: For -i argument should be set
ru_ru: Для опции -i должен быть указан аргумент

# ExcludedTokenSerialEmpty
source: Excluded token serial number should be set in specified format (ex.: 0x46bc3390 or 932436970)
ru_ru: Серийный номер исключаемого токена должен быть установлен в ожидаемом формате (пр.: 0x46bc3390 или 932436970)

# ArgumentMustBeIntegerType
source: Option "-{0}" argument should be a number
ru_ru: Аргумент опции "-{0}" должен быть числом

# ConfigurationFileEmpty
source: Configuration file should be set
ru_ru: Файл конфигурации должен быть установлен

# NativeLibraryFileEmpty
source: Native library file should be set
ru_ru: Файл нативной библиотеки должен быть установлен

# NativeLibraryFileInvalid
source: Unable to open native library at the specified path
ru_ru: Невозможно открыть нативную библиотеку по указанному пути

# NativeLibraryFileNotExist
source: Native library file doesn't exist at the specified path
ru_ru: Файл нативной библиотеки не существует по указанному пути

# AdminPinPrompt
source: New Admin PIN:
ru_ru: Новый PIN-код администратора:

# OldAdminPinPrompt
source: Current Admin PIN:
ru_ru: Текущий PIN-код администратора:

# OldUserPinPrompt
source: Current User PIN:
ru_ru: Текущий PIN-код пользователя:

# UserPinPrompt
source: New User PIN:
ru_ru: Новый PIN-код пользователя:

# SerialNumberEmpty
source: Serial number should be specified
ru_ru: Серийный номер должен быть указан

# SerialNumberOption
source: Specify token serial number to use
ru_ru: Серийный номер токена, к которому обрaщаются

# AllowChangePinPolicyDesc
source: PIN policy is modifiable by Admin: {0}
ru_ru: Расширенные политики PIN-кодов могут быть изменены Администратором: {0}

# AllowDefaultPinUsageDesc
source: Allow default PIN-code usage: {0}
ru_ru: Можно устанавливать PIN-код по умолчанию: {0}

# MinPinLengthDesc
source: Min PIN Length: {0}
ru_ru: Минимальная длина PIN-кода: {0}

# PinContainsDigitDesc
source: PIN requeres digits: {0}
ru_ru: PIN-код должен содержать цифры: {0}

# PinContainsLowerLetterDesc
source: PIN requeres lowercase chars: {0}
ru_ru: PIN-код должен содержать строчные буквы: {0}

# PinContainsSpecCharDesc
source: PIN requeres spec. chars: {0}
ru_ru: PIN-код должен содержать спец. символы: {0}

# PinContainsUpperLetterDesc
source: PIN requeres uppercase chars: {0}
ru_ru: PIN-код должен содержать заглавные буквы: {0}

# PinHistoryDepthDesc
source: PIN history depth: {0}
ru_ru: Глубина запоминаемой истории PIN-кодов: {0}

# RemovePinPolicyAfterFormatDesc
source: PIN policy will be deleted after formating: {0}
ru_ru: Политики PIN-кодов будут удалены после форматирования: {0}

# RestrictOneCharPinDesc
source: PIN requeres different char usage: {0}
ru_ru: Запрещать PIN-код из одного повторяющегося символа: {0}
